"Button 1:"		= "Button 1:";
"Button 2:"		= "Button 2:";
"Button 3:" 	= "Button 3:";
"Button 4:"		= "Button 4:";

"Backlight Correction"	= "Háttérvilágítás javítása";
"Color Restoration"		= "Színhelyreállítás";
"Descreening"			= "Moiré eltáv.";
"Dust Removal"			= "Por eltávolítása";
"Unsharp Mask"			= "Életlen maszk";

"None"			= "Nincs";
"Newspaper"		= "Újság (85 lpi)";
"Magazine"		= "Magazin (133 lpi)";
"Fine Prints"	= "Finom nyomat (175 lpi)";
"General"		= "Általános";

"Low"		= "Alacsony";
"Medium"	= "Közepes";
"High"		= "Magas";

"Quiet Mode"        = "Csendes mód";
"Off"               = "Ki";
"On"                = "Be";
"Printer Setting"   = "Nyomtató beállítása";
